Repository: sttts/kbounce
Catalog: translations/*.po
Languages: is

source: Fill 75% of the board without getting hit!
is: Fylltu 75% borðsins án þess að verða fyrir höggi!

source: Leaderboard
is: Stigatafla

source: Loading...
is: Hleður...

source: Offline
is: Ótengdur

source: Your Best Scores
is: Þín bestu stig

source: Paused
is: Í bið

source: Game Over
is: Leik lokið

source: Volume
is: Hljóðstyrkur

source: Share my score
is: Deila stigum

source: Impressum
is: Upplýsingar

source: Report\nBug
is: Tilkynna\nvillu

source: Close
is: Loka

source: Logs
is: Skrár

source: Level %d Complete!
is: Borð %d klárað!

source: Rules
is: Reglur

source: Game 1. Fill 75% of the field to advance. 2. Game over when lives reach zero or time runs out. Lives 3. Start with one life per ball. 4. Lose a life if a ball hits the inner part of a building wall. Balls 5. Each level adds one more ball. 6. Balls reflect off borders, filled walls, and building walls. Walls 7. Tap/click to build a wall. Swipe to change direction. 8. Two wall halves can build at once. 9. A wall half finishes when its tip reaches a border, filled wall, or another building wall. 10. Ball hitting the tip finishes the wall shortened. 11. A wall half is removed if a ball hits the inner part (non-tip). Built with: Godot Engine Copyright (c) 2014-present Godot Engine contributors. License: MIT (godotengine.org/license)
is: Leikur 1. Fylltu 75% af svæðinu til að halda áfram. 2. Leik lokið þegar líf ná núlli eða tími rennur út. Líf 3. Byrjaðu með eitt líf á hvern bolta. 4. Tapaðu lífi ef bolti lendir á innri hluta veggjar í byggingu. Boltar 5. Hvert stig bætir við einum bolta. 6. Boltar skoppa af brúnum, fylltum veggjum og veggjum í byggingu. Veggir 7. Pikkaðu/smelltu til að byggja vegg. Strjúktu til að breyta átt. 8. Tveir vegghelmingarbyggjast samtímis. 9. Vegghelminugr klárast þegar oddi hans nær brún, fylltan vegg eða annan vegg í byggingu. 10. Bolti sem lendir á oddi styttir vegginn. 11. Vegghelminugr er fjarlægður ef bolti lendir á innri hluta (ekki oddinn). Byggt með: Godot Engine Copyright (c) 2014-nú Godot Engine þátttakendur. Leyfi: MIT (godotengine.org/license)

source: Recreation of the KDE KBounce using Godot 4.5.
is: Endurgerð af KDE KBounce með Godot 4.5.

source: Score upload failed
is: Stigasending mistókst

source: Could not connect to the server.
is: Gat ekki tengst netþjóni.

source: Score Rejected
is: Stigum hafnað

source: Your score could not be verified.
is: Ekki var hægt að staðfesta stigin þín.

source: Retry
is: Reyna aftur

source: Report
is: Tilkynna

source: Ignore
is: Hunsa

source: Rate limited. Retry in %ds...
is: Takmörk náð. Reyni aftur eftir %ds...

source: Retrying...
is: Reyni aftur...

source: Offline mode
is: Ótengd stilling

source: Shared
is: Deilt

source: Error
is: Villa

source: Enter your name:
is: Sláðu inn nafnið þitt:

source: Your nickname
is: Gælunafn þitt

source: Continue
is: Halda áfram

source: Enter your name
is: Sláðu inn nafnið þitt

source: Report Content
is: Tilkynna efni

source: Report this screenshot for inappropriate content?
is: Tilkynna þessa skjámynd fyrir óviðeigandi efni?

source: Reported
is: Tilkynnt

source: Share
is: Deila
